Repository: adrianpbartumeu/my-store
Catalog: Resources/Resources.*.resx
Languages: es

source: Account
es: Cuenta

# AddtoCart
source: Add
es: Añadir

# AllSpecialsElectricals
source: + Special Electrical Devices
es: + Rebajas de Dispositivos Electricos

source: Beef
es: Carne de Res

source: CD Recorder
es: Grabadora con CD

source: Chicken
es: Pollo

# CubanShop
source: Cuban Shop. All Rights Reserved 2016
es: Tienda. Derechos Reservados 2016

source: Details
es: Detalles

# ElectricalDevice
source: Electrical Devices
es: Dispositivos Electricos

# FirstNameRequired
source: First Name is Required
es: Nombre es requerido

source: Hello
es: Hola

source: Home
es: Inicio

source: Home Page
es: Pagina Principal

source: items
es: productos

source: Languages
es: Lenguaje

source: Login
es: Loguearse

# LoginMessage
source: If you don't have an account
es: Si no tienes cuenta

source: Manage
es: Administrar Cuenta

source: Meats
es: Carnes

source: Mixer
es: Batidora

source: Mutton
es: Carne de Carnero

source: Pork
es: Carne de Puerco

source: Register
es: Registrarse

source: Shop
es: Tienda

source: Shopping Cart
es: Carro de Compra

# SpecialElectricalDetails
source: You can find all our special electrical appliances
es: Usted puede encontrar todos nuestros dispositivos electricos en rebaja

source: Special Electrical Devices
es: Dispositivos Electricos en Rebaja

# SpecialMeatDetails
source: You can find all our special meats
es: Usted puede encontrar nuestras carnes en rebaja

source: Special Meat Products
es: Carnes en Rebaja

source: Special Products
es: Productos en Rebaja

source: Specials
es: Rebajas

source: Tape Recorder
es: Grabadora

source: TV
es: Televisor

source: Veal
es: Carne de Ternera

source: Your Order
es: Su Orden

source: Back
es: Volver

# CartProduct
source: Cart Products
es: Productos en el Carro

source: CheckOut
es: Comprar

source: Confirm new password
es: Confirmar nueva contraseña

# ConfirmnewpasswordError
source: The new password and confirmation password do not match
es: La nueva contraseña y su confirmacion no coinciden

source: Confirm Password
es: Confirmar contraseña

source: Current password
es: Contraseña actual

# CurrentPasswordError
source: Current Password does not match
es: Rectifique contraseña actual

source: Delete All
es: Eliminar Todos

source: Delete One
es: Eliminar Uno

source: Electrical Details
es: Detalles Electricos

source: Email
es: Correo

# EmailError
source: Invalid Email
es: Correo no valido

source: Filter Data
es: Filtrar Datos

source: for Order
es: Para Ordenar

source: Log off
es: Desloguearse

source: Meat Details
es: Detalles de la carne

source: New password
es: Nueva contraseña

source: Password
es: Contraseña

# PasswordCompare
source: The password and confirmation password do not match
es: La contraseña y su confirmacion no coinciden

# PasswordError
source: The Password must be at least 6 characters long
es: La contraseña debe tener como minimo 6 caracteres

source: Password Required
es: Contraseña Requerida

source: Product Details
es: Detalles de los Productos

source: Products
es: Productos

source: Remember me?
es: Recordarme

# Seek
source: Search
es: Buscar

source: User name
es: Nombre de Usuario

source: User name required
es: Nombre de Usuario Requerido

# WithoutElectrical
source: There are not Electrical Device in the Shop
es: No hay Dispositivos Electricos en la Tienda

# WithoutMeat
source: There are not Meat in the Shop
es: No hay Carne en la Tienda

# WithoutProduct
source: Your cart do not have products.
es: Tu Carro no tiene Productos.

# OrderUser
source: There is not any order for this date
es: No hay orden para esa fecha

# AllSpecialsMeats
source: + Special Meats
es: + Rebajas de Carnes

# CarDetail
source: Cart Details
es: Detalles del Carro

source: View Cart
es: Ver Carro

source: Continue Shopping
es: Continuar Comprando

source: Your Data
es: Tus Datos

source: Ending CheckOut
es: Finalizar Compra

source: Delivery Address
es: Dirección de Entrega

# DeliveryAddressRequired
source: The Delivery Address is required
es: La Dirección de Entrega es requerida

source: Credit Card Number
es: Tarjeta de Crédito

# CreditCardNumberRequired
source: The Credit Card Number is required
es: El Tarjeta de Crédito es requerida

source: AllSpecials
es: Todas las Rebajas
